Repository: cstbox/ext-webui
Catalog: lib/python/pycstbox/webui/weblets/devcfg/locale/*/LC_MESSAGES/js_strings.po
Languages: fr_fr

source: Editing device <span class='objectId'>{0}</span>
fr_fr: Edition de l'équipement <span class='objectId'>{0}</span>

source: Editing devices attached to coordinator <span class='objectId'>{0}</span> - Type : <span class='coordtype'>{1}</span>
fr_fr: Edition des équipements attachés au coordinateur <span class='objectId'>{0}</span> - Type : <span class='coordtype'>{1}</span>

source: Invalid hexadecimal value
fr_fr: Valeur hexadécimale invalide

source: Invalid device id
fr_fr: Id invalide

source: Invalid location
fr_fr: Emplacement invalide

source: Invalid variable name
fr_fr: Nom de variable invalide

source: String format is incorrect.
fr_fr: Format de chaîne invalide.

source: Invalid property name : {0}
fr_fr: Nom de propriété invalide : {0}

source: Invalid metadata : {0}
fr_fr: Meta-données invalides : {0}

source: No device metadata available
fr_fr: Méta-données de matériel non disponibles

source: Maybe no equipment driver currently installed.
fr_fr: Aucun driver d'équipement ne semble avoir été installé.

source: This field is required
fr_fr: Ce champ est obligatoire

source: device
fr_fr: équipement

source: (protocol : {0})
fr_fr: (protocole : {0})

source: Could not get coordinator information.
fr_fr: Impossible de récupérer les informations du coordinateur.

source: Delete coordinator
fr_fr: Supprimer le coordinateur

source: Could not delete coordinator. Reason : {0}
fr_fr: Impossible de supprimer ce coordinateur. Cause : {0}

source: Coordinator {0} successfully deleted.
fr_fr: Coordinateur {0} supprimé.

source: Could not get product details. Reason : {0}
fr_fr: Impossible d'obtenir les informations produit. Cause : {0}

source: Delete device
fr_fr: Supprimer l'équipement

source: Could not delete device. Reason : {0}
fr_fr: Impossible de supprimer cet équipement. Cause : {0}

source: Device {0} successfully deleted.
fr_fr: Equipement {0} supprimé.

source: Device {0} successfully updated.
fr_fr: Equipement {0} mis à jour.

source: Could not save changes. Reason : {0}
fr_fr: Impossible d'enregistrer les modifications. Cause : {0}

source: Changes saved.
fr_fr: Modifications enregistrées.

source: Could not create new device. <br>Reason : {0}
fr_fr: Impossible de créer cet équipement. <br>Cause : {0}

source: New device successfully created.
fr_fr: Nouvel équipement créé.

source: Could not retrieve properties for device {0}. <br>Reason : {1}
fr_fr: Impossible de récupérer les propriétés de l'équipement {0}. <br>Cause : {1}

source: Change device id
fr_fr: Modifier l'id

source: Id successfully changed
fr_fr: Identificateur modifié

source: Could not change the id.
fr_fr: Impossible de changer l'identificateur.

source: Device discovery failed.
fr_fr: Echec découverte de l'équipement.

source: Device discovery timeout
fr_fr: Dépassement de délai de détection d'équipement

source: New device discovered. Fill in the missing properties and click on 'Add'.
fr_fr: Nouvel équipement détecté. Complétez le formulaire et cliquez sur 'Ajouter'.

source: Device discovery running...
fr_fr: Découverte d'équipements en cours...

source: Error
fr_fr: Erreur

source: could not load configuration file
fr_fr: impossible de charger le fichier de configuration

source: Zipping devices.xml...
fr_fr: Compression du fichier devices.xml...

source: Unable to download files. Reason :
fr_fr: Impossible de télécharger les fichiers. Cause :

source: Clearing configuration...
fr_fr: Effacement de la configuration...

source: Configuration cleared.
fr_fr: Configuration effacée.

source: Unable to clear configuration. Reason :
fr_fr: Impossible d'effacer la configuration. Cause :

source: added
fr_fr: ajouté

source: deleted
fr_fr: supprimé

source: no info available
fr_fr: aucune information disponible

source: Action performed
fr_fr: Action exécutée

source: Actuator
fr_fr: Actionneur

source: Task launched. Look at the 'Events' tab for results.
fr_fr: Requête envoyée.

source: Schedule now
fr_fr: Soumettre

source: Scheduled device
fr_fr: Equipements programmés

source: Device global parameters
fr_fr: Paramètres généraux de l'équipement

source: Control
fr_fr: Controle

source: Output
fr_fr: Sortie

source: Input
fr_fr: Entrée

source: Could not retrieve metadata for device type {0}.
fr_fr: Impossible de récupérer les propriétés de l'équipement {0}.

source: Reason : {0}
fr_fr: Cause : {0}

source: Cannot edit device
fr_fr: Impossible d'éditer l'équipement

source: Operation canceled.
fr_fr: Opération annulée.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Cancel
fr_fr: Annuler

source: No change done
fr_fr: Aucune modification effectuée

source: Name
fr_fr: Nom

source: Location
fr_fr: Emplacement

source: Address
fr_fr: Addresse

source: Enabled
fr_fr: Activé(e)

source: no unit
fr_fr: sans
