Repository: cstbox/ext-webui
Catalog: lib/python/pycstbox/webui/weblets/devcfg/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: A <b>Delete</b> button is also available in the device editor
fr_fr: Un bouton <b>Supprimer</b> est également disponible dans l'éditeur d'équipement

source: Attach a new device to this coordinator
fr_fr: Ajouter un nouvel équipement au coordinateur

source: Import network configuration
fr_fr: Importer la configuration du réseau

source: Add coordinator
fr_fr: Ajout coordinateur

source: Do you really want to delete
fr_fr: Voulez-vous réellement supprimer

source: Add
fr_fr: Ajouter

source: Location
fr_fr: Emplacement

source: Device discovery process running...
fr_fr: Découverte d'équipement en cours...

source: Select the file to import, then click on <b>Do it</b> button.
fr_fr: Sélectionner le fichier à importer puis cliquer sur <b>Exécuter</b>.

source: Save
fr_fr: Enregistrer

source: New coordinator
fr_fr: Ajouter un coordinateur

source: This will delete <b>all</b> coordinators and devices and <b>cannot be undone</b>.
fr_fr: Cela supprimera <b>tous</b> les coordinateurs et équipement, et <b>ne peut pas être annulé</b>.

source: Fill-in the form, then click on <b>Do it</b>
fr_fr: Compléter le formulaire, puis cliquer sur <b>Exécuter</b>

source: Export network configuration
fr_fr: Exporter la configuration du réseau

source: Number of coordinators
fr_fr: Nombre de coordinateurs

source: Device type
fr_fr: Type d'équipement

source: Identifier
fr_fr: Identificateur

source: Address
fr_fr: Addresse

source: (hex)
fr_fr: (hexa)

source: Devices configuration
fr_fr: Configuration équipements

source: Delete
fr_fr: Supprimer

source: Additional information
fr_fr: Information complémentaire

source: Reset
fr_fr: Effacer

source: Clear network configuration
fr_fr: Effacer la configuration réseau

source: Right-click on it in the tree to open the contextual menu.
fr_fr: Clic droit dans l'arbre pour ouvrir le menu contextuel

source: This will save to network configuration to your computer disk.
fr_fr: Ceci enregistrera la configuration du réseau sur votre ordinateur

source: Do you <b>really</b> want to do this
fr_fr: Voulez-vous <b>réellement</b> faire cela

source: Device network summary
fr_fr: Résumé de la configuration

source: Total number of devices
fr_fr: Nombre total d'équipements

source: Maintenance ID
fr_fr: Id de maintenance

source: Use the appropriate action on the device to have it detected
fr_fr: Déclenchez le mécanisme de détection sur votre équipement

source: or hit the <b>Cancel</b> button to abort the procedure
fr_fr: ou cliquez sur <b>Annuler</b> pour abandonner la procédure

source: Delete an existing device
fr_fr: Supprimer un équipement

source: Modify an existing device
fr_fr: Modifier un équipement

source: Protocol
fr_fr: Protocole

source: Configuration tools
fr_fr: Utilitaires

source: Do it
fr_fr: Exécuter

source: Discover
fr_fr: Détecter

source: Loading network configuration...
fr_fr: Chargement de la configuration...

source: Update address
fr_fr: Mettre l'adresse à jour

source: Unexpected error
fr_fr: Erreur inattendue

source: Change device id
fr_fr: Modifier l'identificateur de l'équipement

source: Change id
fr_fr: Modifier l'id

source: Cancel
fr_fr: Annuler

source: Click on it in the tree to open the device editor
fr_fr: Cliquer dans l'arbre pour ouvrir l'éditeur d'équipement

source: Id
fr_fr: Identificateur

source: Product
fr_fr: Produit

source: Enter new device id
fr_fr: Entrer le nouvel identificateur

source: Associated variable
fr_fr: Variable associée

source: Definition
fr_fr: Définition

source: Name
fr_fr: Nom

source: units
fr_fr: unités
