Repository: cstbox/ext-webui
Catalog: lib/python/pycstbox/webui/weblets/systools/locale/*/LC_MESSAGES/js_strings.po
Languages: fr_fr

source: Global parameters
fr_fr: Paramètres généraux

source: Settings of CSTBox global parameters
fr_fr: Configuration des paramètres généraux de la CSTBox

source: Log browser
fr_fr: Visualisateur de journeaux

source: Browse the logs of the CSTBox middleware components
fr_fr: Consultation des journeaux des composants de l'environnement CSTBox

source: Services control
fr_fr: Contrôle des services

source: Access to services status and control actions
fr_fr: Consultation et modification du statut des services

source: Command successfully executed.
fr_fr: Commande exécutée avec succès.

source: Command failed. (error type : {0} - message : {1})
fr_fr: Commande en échec. (erreur : {0} - message : {1})

source: Invalid system id
fr_fr: Identificateur système invalide

source: Loading log
fr_fr: Journal en cours de chargement

source: running
fr_fr: en cours d'exécution

source: stopped
fr_fr: arrêté

source: Restarting
fr_fr: Redémarrage en cours

source: Reconnecting to the box
fr_fr: Reconnexion à la box en cours

source: Starting service
fr_fr: Service en cours de démarrage

source: Stopping service
fr_fr: Service en cours de terminaison
