Repository: cstbox/ext-webui
Catalog: lib/python/pycstbox/webui/weblets/systools/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: System configuration and tools
fr_fr: Outils et configuration système

source: About
fr_fr: A propos

source: Global parameters
fr_fr: Paramètres généraux

source: System id
fr_fr: Identificateur du système

source: Log browser
fr_fr: Visualisateur de journeaux

source: Available logs
fr_fr: Journeaux disponibles

source: Select here the log to be displayed
fr_fr: Sélectionnez le journal à afficher

source: Export all
fr_fr: Tout exporter

source: Services control
fr_fr: Contrôle des services

source: Service name
fr_fr: Nom du service

source: Status
fr_fr: Statut

source: No service can be managed by the user
fr_fr: Aucun service ne peut être géré par l'utilisateur

source: Restart commands
fr_fr: Commandes de redémarrage

source: Restart application services
fr_fr: Redémarrer les services applicatifs

source: Restart all CSTBox services
fr_fr: Redémarrer tous les services de la CSTBox

source: Restart the whole system
fr_fr: Redémarrer le système complet
